EAtest/T17/background/system/pointLocation1.txt
( 2.294 -0.330 0.000 )
( 2.341 -0.330 0.033 )
( 2.381 -0.330 0.073 )
( 2.416 -0.330 0.118 )
( 2.447 -0.330 0.166 )
( 2.474 -0.330 0.216 )
( 2.498 -0.330 0.268 )
( 2.519 -0.330 0.321 )
( 2.539 -0.330 0.374 )
( 2.557 -0.330 0.428 )
( 2.573 -0.330 0.483 )
