EAtest/T17/background/system/pointLocation2.txt
( 3.156 -0.330 0.000 )
( 3.109 -0.330 0.033 )
( 3.069 -0.330 0.073 )
( 3.034 -0.330 0.118 )
( 3.003 -0.330 0.166 )
( 2.976 -0.330 0.216 )
( 2.952 -0.330 0.268 )
( 2.931 -0.330 0.321 )
( 2.911 -0.330 0.374 )
( 2.893 -0.330 0.428 )
( 2.877 -0.330 0.483 )
